---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewSolarstudyStillTimeValue
source: html/1272f2b8-1ea9-bbcd-0e77-cc49023ed2bc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewSolarstudyStillTimeValue Property

"Still time"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewSolarstudyStillTimeValue { get; }
```